{"data":{"allMarkdownRemark":{"nodes":[{"html":"<h1>About QUIUC</h1>\n<p>QUIUC was started in Spring 2019 to establish a community of students, faculty, and\nindustry professionals with a combined interest in the future potentials of quantum\ncomputing to reshape our world. With the advent of the <a href=\"https://iquist.illinois.edu\">IQUIST</a>,\nthe University of Illinois made it clear they are supporting research in the field,\nhowever there still remained a gap for undergraduates to get involved or even just learn\nwhat the hottest buzzword in science was even all about. This is what QUIUC is meant\nto fulfill and supplement.</p>\n<p> </p>\n<p>As a Special Interest Group (SIG) under the <a href=\"https://acm.illinois.edu\">UIUC ACM Chapter</a>, we are open to and have a place for students from any background or skill level. Aside from our educational workshops and research\nprojects teams, we are working to bring in academic and industry professionals\ninterested in giving tech talks, collaborating with our groups, or supporting our\nend mission.</p>\n<p> </p>"},{"html":"<h1>Educational Workshops</h1>\n<p>Within QUIUC, we develop and put on educational workshops with the goal of building\nup our members with enough knowledge to work on future research projects. We cater\nto two different paths: crash courses and topic groups.</p>\n<p> </p>\n<p>The crash course series focuses on solidifying the introductory and pre-requisite material for those new\nto the field. This series covers introductory quantum physics such as superposition,\nteleportation, and quantum logic gates (to name a few), as well as the requisite\nmath and Python needed to work on these problems. All of the crash courses include\nhand-on demos or code samples, as well as problem sets for those that want extra\npractice.</p>\n<p> </p>\n<p>The topic groups section is targeted towards more experienced members\nand is more open-ended. The model is simple: anyone that has taken a deep dive\ninto a specific topic (i.e. worked on a project surrounding it) and wants to\nshare what they learned can put on a session. The session would consist of a\npresentation to the topic, and an informal group discussion about it. The goal\nof topic groups is to brain storm ideas for new research projects, and explore\nthe tools available for these.</p>"}]}}}